Repository: okfde/froide-fax
Catalog: froide_fax/locale/*/LC_MESSAGES/django.po
Languages: de

source: User
de: Nutzer

source: Signature
de: Unterschrift

source: Signatures
de: Unterschriften

source: Send as fax
de: Als Fax versenden

source: Send fax to %(name)s with fax number %(fax_number)s.
de: Fax an %(name)s senden mit der Faxnummer %(fax_number)s.

source: Save your signature
de: Speichern Sie Ihre Unterschrift

source: Sometimes public authorities require a written letter with a signature from you. We can send a letter as a fax with your signature, if you provide it below.
de: Manche Behörden verlangen schriftliche Nachrichten mit Unterschrift von Ihnen. Wir können Ihre Nachricht als Fax mit Ihrer Unterschrift versenden, wenn Sie Ihre Unterschrift hier eintragen.

source: We will only place your signature under requests and messages that you send.
de: Wir werden Ihre Unterschrift ausschließlich unter Anfragen und Nachrichten setzen, die wir in Ihrem Auftrag versenden.

source: Please write your signature in the box below by using your mouse on Desktop or your finger on touch screens.
de: Bitte schreiben Sie Ihre Unterschrift in den Kasten, entweder mit Ihrem gedrückten Mauszeiger auf Desktopgeräten oder mit Ihrem Finger auf Mobilgeräten.

source: Save signature
de: Unterschrift speichern

source: Delete signature
de: Unterschrift löschen

source: Fax and email
de: Fax und E-Mail

source: Kind Regards,
de: Mit freundlichen Grüßen

source: Write your signature in the box above.
de: Bitte schreiben Sie Ihre Unterschrift in den obigen Kasten.

source: Undo
de: Rückgängig

source: Clear
de: Leeren

source: Signature has been saved.
de: Unterschrift wurde gespeichert.

source: Signature has been removed.
de: Unterschrift wurde gelöscht.
